Repository: baluR220/rmgpc
Catalog: rmgpc/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Low
ru: Низкий

source: High
ru: Высокий

source: Sequence "%(name)s" active when %(state)s on pin "%(pin)s" is already in manual!
ru: Последовательность "%(name)s", активная когда на пине "%(pin)s" %(state)s уровень, уже используется!

source: Sequence "%s" is already in manual!
ru: Последовательность "%s" уже используется!

source: Name or content is empty!
ru: Имя и содержимое должны быть не пустыми!

source: Name %s is already in use!
ru: Имя %s уже используется!

source: Mistake detected! %s
ru: Обнаружена ошибка! %s

source: Sequence "%s" is used in triggers! Delete triggers first!
ru: Последовательность"%s" используется в триггерах! Сначала удалите триггеры!

source: Home
ru: Главная

source: Mode
ru: Режимы

source: Sequences
ru: Последовательности

source: Settings
ru: Настройки

source: Log Out
ru: Выход

source: user: %(user)s
ru: Вы: %(user)s

source: Triggers
ru: Триггеры

source: Manual execution
ru: Ручное выполнение

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Choose sequence:
ru: Выберите последовательность:

source: Active always:
ru: Активно всегда:

source: True
ru: Да

source: False
ru: Нет

source: Choose input pin:
ru: Выберите пин-вход:

source: Choose input state:
ru: Выберите уровень пина:

source: No sequences found. Add new sequence first.
ru: Последовательности не найдены. Добавьте новые последовательности

source: Choose triggers:
ru: Выберите триггеры

source: Click to execute
ru: Нажмите, чтобы выполнить

source: No manual triggers. Add new manual trigger first.
ru: Нет ручных триггеров. Добавьте новые ручные триггеры.

source: Waiting for input
ru: Автоматическое выполнение

source: On relief do:
ru: При восстановлении выполнить:

source: Nothing
ru: Ничего

source: on pin
ru: на пине

source: Click to view details
ru: Нажмите для подробностей.

source: When: pin %(auto.trigger_pin)s in
ru: Когда пин %(auto.trigger_pin)s имеет

source: state
ru: уровень

source: On relief:
ru: При восстановлении:

source: No auto triggers. Add new auto trigger first.
ru: Нет автоматических триггеров. Добавьте новые автоматические триггеры.

source: Your username and password didn't match. Please try again.
ru: Неверное имя или пароль. Попробуйте снова.

source: Please login to see this page.
ru: Войдите, чтобы просматривать эту страницу.

source: Login
ru: Вход

source: Pin mode
ru: Режимы пинов

source: Set pin mode to Output or Input
ru: Установите режимы пинов Выход или Вход

source: Out
ru: Вых

source: In
ru: Вх

source: Save
ru: Сохранить

source: You don't have permission to view this page.
ru: Недостаточно прав для просмотра данной страницы.

source: <p>Example: on 21, off 21, imp 21_3 <br><br> <strong>on 21</strong> - set pin 21 to <strong>High</strong> state,<br> <strong>off 21</strong> - set pin 21 to <strong>Low</strong> state,<br> <strong>imp 21_3</strong> - set pin 21 to the state opposite to current state for period of 3 seconds.<br><br> Separate command from pin with <strong>space</strong> and expression from another one with <strong>comma</strong>. <br> </p>
ru: <p>Пример: on 21, off 21, imp 21_3 <br><br> <strong>on 21</strong> - установить пин 21 на <strong>Высокий</strong> уровень,<br> <strong>off 21</strong> - установить пин 21 на <strong>Низкий</strong> уровень,<br> <strong>imp 21_3</strong> - установить пин 21 на уровень, противоположный текущему на 3 секунды.<br><br> Разделяйте команды и пины с помощью <strong>пробела</strong> и выражения друг от друга с помощью <strong>запятой</strong>. <br> </p>

source: Name:
ru: Имя:

source: Content:
ru: Содержимое:

source: Saved sequences:
ru: Сохраненные последовательности

source: No sequences.
ru: Нет последовательностей

source: Language
ru: Язык
